/** 通用 */
"home" = "Home";
"order" = "Order";
"mine" = "Mine";
"camera_use_auth_tip" = "Please allow app to use you camera in 'Settings - Private - Camera'";
"keyboard_brand_title" = "- WOWNOW Safe Keyboard -";
"refresh" = "Refresh";
"yumnow" = "YumNow";
"profile" = "Member";
"monday" = "Mon.";
"tuesday" = "Tues.";
"wednesday" = "Wed.";
"thursday" = "Thur.";
"friday" = "Fri.";
"saturday" = "Sat.";
"sunday" = "Sun.";


/** 首页 */
"coming_soon" = "Cooming soon";
"nearby" = "Store Nearby";
"view_more" = "SEE ALL";
"wm_hamburger_pizza" = "Search for stores and items";
"search_store_nearby_none_tip" = "No shop";
"home_all" = "All";
"home_foods_deliver" = "Foods Deliver";
"home_shopping" = "Shopping";
"home_recommend" = "Recommend";
"home_pick_for_you" = "Picked For You";
"home_choose_address_again" = "Choose your location again";
"yumnow_recommend" = "Recommended for you";
"yumnow_pick" = "Brand Discount";
"home_cuisine" = "Categories";
"home_sort_by" = "Sort by";
"home_filters" = "Filters";
"home_offers" = "Offers";
"home_service" = "Service";
"home_first_order_discount" = "First order discount";
"home_filter_discount" = "Discount";
"money_off" = "Money Off";
"home_free_delivery" = "Free Delivery";
"home_clear_all" = "Clear all";


/** 刷新框架 */
"MJ_STATE_DOWN_NORMAL"  = "Pull down to refresh";
"MJ_STATE_DOWN_PULLING" = "Release to refresh";
"MJ_STATE_LOADING"      = "Loading ";
"MJ_STATE_UP_NORMAL"    = "Pull up or click to load more";
"MJ_STATE_UP_PULLING"   = "Pull up to refresh";
"MJ_STATE_NO_MORE"      = "No More";
"MJ_STATE_UP_RELEASE_TO_LOAD_MORE" = "Release and load more";

/** 网络错误 */
"no_data" = "No data";
"network_error" = "Network error, please try again later.";
"network_timeout" = "Timeout";
"network_not_available" = "Unable to connect to the Internet, please check the Internet is normal or data network enabled";
"network_connect_server_failed" = "Connect server failed";

/** 登录 */
"placeholder_input_phone_number" = "Phone NO.";
"placeholder_input_pwd" = "Enter the password";
"login_agreement_tip_front" = "By signing in, you agree to the ";
"service_agreement" = "Service Agreement";
"login_with_social_media" = "Login with Social Media";
"sms_code_has_been_sent_you" = "We sent you a 6-digit verification code.";
"enter_your_login_password" = "Enter your login password";
"password_vaild_desc" = "The password must consist of a combination of 6-20 letters, numbers and symbols (except spaces).";
"password_set_not_pair_tip" = "Inconsistent password entry";
"enter_your_phone_number" = "What is your phone number?";
"login_success" = "Login successful";
"forget_password" = "Forgot Password";
"please_contact" = "You can contact";
"humen_customer_service" = "Customer Service";

/** 注册 */
"register" = "Register";
"register_success" = "Register successful";
"set_your_login_password" = "Set your login password.";
"set_your_new_login_password" = "Enter the password";
"placeholder_input_pwd_again" = "Enter the password again";

/** 我的 */
"suggestion_sendback" = "Opinion Feedback";
"help_center" = "Help Center";
"call_center" = "Call Center";
"common_problem" = "FAQ";
"service_24_hours" = "24-Hours Customer Service";
"app_version" = "APP Version";
"find_new_version" = "Find new version.";
"app_version_latest" = "The current latest version.";
"suggestion_and_feedback" = "Suggestion and feedback";
"suggestion_and_feedback" = "Opionion Feedback";
"shopping_address" = "Receiving Address";
"name_photo" = "Name, photo";
"choose_language" = "Language";
"my_coupons" = "My Coupons";
"set_nickname" = "Set nickname";
"cash_coupons" = "Cash coupons";
"discount_coupons" = "Discount coupon";
"choose_country" = "Select country code";
"china" = "China";
"cambodia" = "Cambodia";
"please_sign_in" = "Sign in";
"my_reviews" = "My review";


/** 设置邮箱 */
"modify_emial" = "Modify E-mail";
"input_real_email" = "Please enter the real email address";
"input_limit_50_char" = "Allowing only enter 50 characters or less";
"invalid_email_format" = "Please enter the real email address.";

/** 设置 */
"settings" = "Settings";
"my_infomation" = "My information";
"name_photo" = "Name, photo";
"login_password" = "Login Password";
"change" = "Change";
"message_notify" = "Message Notification";
"disabled" = "Disabled";
"enabled" = "Enabled";
"clear_app_cache" = "Clear APP Cache";
"nothing_to_delete" = "Nothing to clear";
"missing_notification_tip_1" = "You're missing important messages! Enable notification via ";
"missing_notification_tip_2" = "Settings - Notifications ";
"missing_notification_tip_3" = "on your phone. ";
"confirm_delete" = "Confirm to clear?";
"delete_success" = "Clear successful";
"confirm_to_logout" = "Are you sure to log out？";

/** 意见反馈 */
"desc_your_problem_help_to_improve" = "Please describe your problem so we can make it better.";
"thanks_for_your_sendback" = "Thanks for your comments.";
"upload_pictures" = "Upload Photos";
"upload_image_count_not_longer_than" = "up to %zd";
"no_complaint_content_tip" = "You did not input your suggestion";
"hud_uploading" = "Uploading...";
"upload_completed" = "Upload successful";
"text_not_longer_than" = "No more than %@ letters";

/** 修改密码 */
"change_login_password" = "Change Login Password";
"input_current_password" = "Input Current Password";
"input_new_password" = "Input New Password";
"input_new_password_again" = "Confirm New Password";
"change_password_success_relogin" = "You have changed your login password, please relogin";

/** 重置密码 */
"reset_password" = "Reset Password";
"reset_password_success_relogin" = "Password reset successful.";

/** 地址 */
"add_new_address" = "Add new address";
"default" = "Default";
"add_address" = "Add Address";
"edit_address" = "Edit Address";
"address" = "Address";
"choose_receiving_address" = "Select Receiving Address";
"detail" = "Detail";
"address_detail_desc" = "House number, floor, room, etc.";
"contact_people" = "Contact";
"name" = "Name";
"man" = "MR";
"woman" = "MS";
"tag" = "Tag";
"house" = "HOME";
"office" = "OFFICE";
"school" = "SCHOOL";
"set_as_default_address" = "Set  As  Default  Address";
"environment_picture" = "Surrounded Store Photo";
"max_count_some" = "Up to %zd";
"add_picture" = "Add photo";
"address_tip_choose_address" = "Choose address";
"address_tip_input_name" = "Input name";
"address_tip_choose_gender" = "Choose your gender";
"address_tip_input_phone" = "Input phone number";
"confirm_to_delete_address" = "Sure to delete ？";

/** 优惠券 */
"coupon_ticket" = "Coupon";
"view_invalid_coupon" = "Check expired coupon";
"valid_coupon" = "Available Coupons";
"valid_time" = "Valid Date";
"coupon_detail" = "View details";
"use_now" = "Use now";
"invalid_coupon" = "Past Coupon";
"expired" = "Expired";
"used" = "Used";

/** 我的账号 */
"my_account" = "My information";
"head_image" = "Avatar";
"nickname" = "Nickname";
"not_set" = "Not Set";
"phone_number" = "Tel";
"email" = "E-mail";
"gender" = "Gender";
"birthday" = "Birthday";
"social_account" = "Social Account";
"your_nickname" = "Your nickname";
"your_email" = "Your E-mail";
"facebook" = "Facebook";
"google_mail" = "Gmail";
"twitter" = "Twitter";
"wechat" = "Wechat";
"apple_id" = "Apple ID";
"male" = "Male";
"female" = "Female";
"account_has_binded" = "Account has beed binded";
"binded" = "Binded";

/** 消息 */
"messages" = "Message";
"today" = "Today";
"message_detail" = "Message Details";

/** 选择地址 */
"choose_address" = "Choose address";
"delivery_to" = "Delivery to";
"use_current_location" = "Use current location";
"select_in_map" = "Use current location";
"my_address" = "My address";
"choosed_address_not_in_delivery_scope_1" = "Not in the scope of delivery";
"choosed_address_not_in_delivery_scope_2" = "Your current location is not in the scope of delivery.";
"manual_select" = "Manual selection";
"location_service_disabled_open_in_system_settings" = "Location Services Disabled\nYou need to enable location Services in Settings.";
"unknown_location" = "Unknown location";

/** 选择地图地址 */
"search_address" = "Search location";
"locatin_disabled" = "Location service failed";
"your_location" = "Your location";
"input_your_address" = "Please enter your address";
"confirm_address" = "Confirm location";

/** 订单列表 */
"my_order" = "My Order";
"order_all" = "All";
"order_processing" = "Processing";
"order_unevaluate" = "Unevaluate";
"order_refund" = "Refund";
"order_list_waiting" = "Waiting for accepting the order";
"order_list_accepted" = "Accepted the order";
"order_list_cancelling" = "Cancellation requested";
"order_list_reject_cancel" = "Cancellation rejected";
"order_list_delivering" = "Delivering";
"order_list_delivered" = "Delivered";
"order_list_cancelled" = "Cancelled";
"order_list_completed" = "Completed";
"order_list_refund_processing" = "Refund requested";
"order_list_refunded" = "Refunded";
"view_order_after_sign_in" = "View order after sign in";
"signIn_signUp" = "Sign in/Sign up";

/** 订单提交 */
"order_submit" = "Submit order";
"describe_your_requirements" = "Your requirements (Taste, like)";
"remark_title" = "Note";
"arrive_time" = "Delivery time";
"order_sumit_choose_address_tip" = "Choose delivery address";
"order_sumit_choose_address_title" = "Choose Address";
"order_sumit_choose_address" = "Choose shipping address";
"order_sumit_coupon" = "Coupon";
"order_sumit_no_coupons_available" = "No coupon available";
"order_sumit_address_have_available_coupons" = "You have %d available coupons";
"order_choose_payment_method" = "Choose";
"order_choose_payment_method_title" = "Choose payment method";
"pay_online_tips" = "We support these online payment methods";
"packing_fee_detail" = "Packing Unit Price %@/each";
"packing_fee_detail_title" = "Total Packing Fee Detail";
"order_participated_promotions" = "You have participated in the following offers:";
"address_inconsistent_tips" = "Your current location address and delivery address are inconsistent, Do you want to change?";
"continue_to_order" = "Continue To Order";
"change_address" = "Change Address";


/** 订单提交选择优惠券 */
"order_submit_choose_coupon" = "Choose Coupon";
"following_not_available" = "The following coupons can not be used";
"not_use" = "Not use";
"coupons_cannot_be_stacked." = "Coupon isn't allowed to use with other promotion.";

/** 订单提交选择地址 */
"cannot_be_delivered_to" = "Location isn't in delivery scope";

/** 订单详情 */
"order_detail" = "Order detail";
"can_not_use_with_other_coupon" = "Can not be used with other offer.";
"order_detail_accept_soon" = "Waiting for merchant to receive order";
"order_detail_waiting" = "Waiting for accepting the order";
"order_detail_waiting_desc" = "Merchant Will Accepte Order Soon.";
"order_detail_preparing" = "Order Preparing";
"order_detail_distance_from_you" = "%.0f meters from you";
"order_detail_merchant_received" = "Accepted the order";
"order_detail_delivering_desc" = "Merchant is preparing your food.";
"order_detail_delivered" = "Delivered";
"order_detail_delivered_desc" = "Your order has been delivered.";
"order_detail_cancelling" = "request Cancel is processing";
"order_detail_cancelling_desc" = "Merchant will process your cancel request as soon as possible.";
"order_detail_cancelled" = "Order canceled";
"order_detail_cancelled_desc_custumer" = "Your order has been cancelled. You can order again.";
"order_detail_cancelled_desc" = "Your order has been cancelled. Your can order again.";
"order_detail_refund_processing" = "request refund is processing";
"order_detail_refund_reason" = "Refund reason";
"order_detail_refund_processing_desc" = "We will process your refund request as soon as possible.";
"order_detail_refunded" = "Order refunded";
"order_detail_refunded_desc" = "We've given you a full refund. Your can order again.";
"order_detail_completed" = "Order completed";
"order_detail_completed_desc" = "Thank you for your order!";
"contact" = "Contact";
"confirm_received_goods" = "Confirm";
"evaluate" = "Evaluate";
"refund" = "Refund";
"show_all" = "Show all";
"hide" = "Hide";
"calculate_accord_to_goods_total_money" = "Calculate based on the total amount of items.";
"vat_fee" = "VAT";
"packing_fee" = "Total Packing Fee";
"delivery_fee" = "Delivery Fee";
"promotions" = "Promotions";
"not_valid_with_other_coupon" = "Not valid with other coupon/promotion.";
"order_detail_coupon_ticket" = "Coupon";
"total" = "TOTAL";
"exchange_rate" = "Exchange rate";
"delivery_address" = "Delivery address";
"prospect_arrive_time_with_param" = "Estimated time to arrived at %@";
"prospect_arrive_time" = "Delivery time";
"arrive_before_time" = "ASAP About %@";
"order_remark" = "Note";
"delivery_rider" = "Delivery man";
"order_number" = "Order Number";
"order_create_time" = "Order Time";
"order_payment_method" = "Payment method";
"order_payment_method_online" = "Pay Online";
"order_payment_method_offline" = "Cash on Delivery";
"my_rating" = "My rating";
"order_trace" = "Tracking Order";
"order_trace_submit_order" = "Submit order";
"order_trace_merchant_received" = "Merchant received";
"order_trace_rider_accept" = "Deliveryman received order";
"order_trace_rider_arrive_merchant" = "Deliveryman arrived merchant";
"order_trace_delivering" = "Delivering";
"order_trace_arrived" = "Delivered";
"order_trace_cancelled" = "Order cancelled";
"order_trace_waiting_delivery" = "Waiting";
"cancel_order_may_be_rejected_ask" = "Cancel order may be rejected.
Do you still need to cancel?";
"order_cancelled" = "Your order has been cancelled！";
"not_now" = "Not Now";
"receive_goods_confirm_ask" = "Have you received the items?";
"thanks_for_your_order" = "Thank you for your order!";
"you_can_contact" = "You can contact";
"customer_service" = "Customer Service";
"store_service" = "Merchant Service";
"rider_phone" = "Delivery rider phone";
"order_status_rider_accepted" = "Delivering About %@ to delivery to you.";
"order_rider" = "Delivery man";
"order_detail_about_delivery" = "Estimate arrival time %@";
"store_refund_cancel" = "The store rejected your cancellation request, reject reason:%@.";
"user_refund_cancel" = "The customer service rejected your cancellation request, reject reason:%@.";
"system_refund_cancel" = "Detail Sysytem refused to cancle order, reason：%@。";
"notice" = "Notice";
"notice_desc" = "We will try our best to deliver it at the scheduled time, but it is not a guarantee.";
"order_YumNow_discount_promotions" = "YumNow Discount Promotions";
"order_YumNow_money_off_promotions" = "YumNow Money Off Promotions";
"unpaid_overtime" = "You didn't pay within the time limit";
"order_about" = "%@ About";
"order_ASAP" = "ASAP";
"calculate_tips" = "Calculate based on the total amount of item.";
"thank_you_for_your_rating" = "Thank you for your rating！";
"you_can_contact" = "You can contact";
"merchat_phone" = "Merchant";
"deliveryman_phone" = "Delivery man";
"left" = "%@ left";
"specification" = "Specification";
"item_discount" = "Discount";
"item_money_off" = "Money Off";
"item_delivery" = "Delivery";
"item_1st_order" = "First Order";

/** 订单评价 */
"evaluation_title" = "Comments";
"please_rate_our_service_1" = "Thank you！";
"please_rate_our_service_2" = "Please rate our service.";
"delivery_service" = "Delivery service";
"dining_experience" = "Dining experience";
"thanks_for_your_rating" = "Thank you for your rating！";
"rating_level_very_bad" = "Very Bad";
"rating_level_bad" = "bad";
"rating_level_good" = "Good";
"rating_level_great" = "Great";
"rating_level_very_good" = "Excellent";
"rating_anonymous" = "anonymous";
"evaluation_tap_star" = "Feedback";
"evaluation_how_was_the_food" = "How was the food?";
"evaluation_write_about_store" = "What would you like other foodies to know about the store?";
"saved" = "Saved%@.";
"save_tips" = " Offers:";
"product_no_longer_available" = "Item is no longer available.";


/** 退款*/
"order_refund_apply" = "Request for refund";
"refund_reason" = "Reason for refund";
"choose_refund_reason" = "Choose refund reason";
"please_choose_refund_reason" = "Please choose refund reason";
"please_upload_picture" = "Please upload photos";
"please_select" = "Select";
"refund_amount" = "Amount";
"refund_problem_desc" = "Problem Description";
"desc_your_problem" = "Please describe reason for your refund";
"upload_photos_required_up_to_some" = "Upload photos (Required, Up to %zd)";
"refund_reason_not_pair" = "Actual product doesn't match to the catalog";
"refund_reason_quality" = "Quality of product is poor";
"refund_reason_other" = "Other（Please fill in the problem description）";
"submit_refund_success_tip_1" = "Submit successfully！";
"submit_refund_success_tip_2" = "We will process your refund request as soon as possible.";

/** 门店搜索 */
"not_found_results" = "No search results about '%@'.";
"history_search" = "Recent";
"clear" = "Clear";
"confirm_delete_all" = "Confirm to delete all?";
"hot_search" = "Popular";
"input_merchant_name_keyword" = "Merchant name/keyword";
"search_more" = "MORE";

/** 门店详情 */
"store_detail" = "Store info";
"multi_sku" = "Customize";
"free_delivery" = "Free Delivery";
"choose_product_sku_and_property" = "Customize";
"scope_of_business" = "Cuisine";
"qualification" = "Qualification";
"store_detail_threshold_send" = "起送%@";
"delivery_fee" = "Delivery fee";
"delivery_fee_none" = "No delivery fee";
"view_cart" = "View Cart";
"store_detail_is_closed" = "The store is closed";
"store_detail_business_hours" = "Business hours";
"reviews" = "reviews";
"store_order_now" = "Order";
"sub_total" = "Subtotal";
"no_items_added" = "No items";
"store_shopping_cart" = "Store cart";
"delete_all" = "Clear all";
"some_items" = "%zd items";
"add_product" = "Add +";
"customize_product" = "Customize";
"sold_out" = "Sold out";
"store_notice" = "Store Notice";
"store_qualification" = "Business Certificated";
"store_money_off_content" = "Buy %@ discount %@";
"store_discount" = "Order Now, Enjoy %.0f%% off";
"product_discount" = "Order Now, Enjoy %.0f%% off";
"store_detail_cusines" = "Business scope";
"store_detail_discount" = "%.0f%% Off %@ %@";
"has_content" = "Only detailed reviews";
"product_reviews" = "Item reviews";
"no_reviews" = "No reviews.";
"review" = "Review";
"read_more" = "Open More";
"read_less" = "Closed";
"see_all_reviews" = "See all reviews";
"off_first_order" = "%@ Off 1st Order";
"is_new_store" = "New";
"is_new_product" = "New Product";
"store_money_gift_content" = "满%@赠%@%@瓶";

/** 购物车 */
"calculate_based_on_the_total_amount_of_item" = "Calculate based on the total amount of item.";
"cart_vat_fee" = "VAT";
"cart_packing_fee" = "Packaging Fee";
"cart_total" = "Total";
"cart_order_now" = "Continue to Order";
"cart_delete" = "Delete";
"Only_left_in_stock" = "Only %zd left in stock.";
"out_of_stock" = "Out of stock.";
"temporarily_out_of_stock" = "Temporarily out of stock.";
"item_is_no_longer_available" = "Item is no longer available.";
"some_money_to_send" = "%@ to send";
"cart_resting" = "Closed";
"cart_is_full" = "Shopping cart is full, please clean up.";
"cart_store_is_closed" = "The store is closed.";
"the_store_have_stopped_operation" = "The store have stopped operation.";
"some_items_are_no_longer_available" = "Some items are no longer available.";
"some_items are_temporarily_out_of_stock" = "Some items are temporarily out of stock.";
"do_you_want_to_delete_item" = "Do you want to delete item?";
"you_haven't_selected_a_item" = "You haven't selected a item.";
"cart_not_now" = "Not now";
"cart_empty" = "Your cart is empty.";


/** 门店列表 */
"sort_by_popularity" = "Sort by popularity";
"delivery_fee_low_to_high" = "Delivery fee: Low To High";
"rating_high_to_low" = "Rating: High To Low";
"sort_distance" = "Distance";
"sort_delivery_time" = "Delivery Time";
"category" = "Scope";
"title_all" = "All";
"title_all1" = "All";

/** 门店评分 */
"merchant_score" = "Merchant Review";
"positive_rate" = "Good Review";
"store_reviews_all" = "All";
"store_reviews_praise" = "Good Review";
"store_reviews_critical" = "Bad Review";
"produce_reviews_like" = "Like";
"produce_reviews_unlike" = "dislike";
"store_reviews_image" = "Image";
"store_reviews_merchant_reply" = "Merchant reply";
"store_rating" = "Rating:";
"store_like_it" = "satisfied";
"store_unlike_it" = "dislike";
"store_delivery_service" = "Delivery service:";


/** 支付相关 */
"pay_alipay" = "Alipay";
"pay_wechat" = "WechatPay";
"choose_payment_method" = "choose payment method";
"choose_payment_online" = "Online Payment";
"return_back" = "Return";
"offline_refund" = "Offline Refund";
"refund_process" = "Refund Process";
"refund_information" = "Refund Information";
"refund_amount" = "Refund Amount";
"refund_method" = "Refund Method";
"request_refund" = "Request Refund";
"request_reason" = "Reason";
"agree_refund" = "Agree Refund";
"refunded_success" = "Refunded";
"request_real_refund" = "Refunded";
"refund_tips" = "The specific transferred time based on the channel processing situation, please pay attention to check";
"refunding" = "Refunding";
"refund_detail" = "Refund Detail";
"order_submit_tips" = "Waiting for payment
Your order has been submitted, please complete the payment within %@. If the order over time, it will automatically cancel .";
"reject_refund" = "Reject Refund";
"initiate_refund" = "Initiate Refund";
"order_canceled_tips" = "The order has been cancelled and the system will automatically initiate a refund";
"store_cancel_tips" = "The store has cancelled the order, reason:%@. You can order again.";
"user_cancel_tips" = "The customer service has cancelled the order, reason:%@. You can order again.";
"user_unpaid_overtime_tips" = "You didn't pay within the time limit, the order has been cancelled by the system. You can order again.";
"store_failed_receive_order_tips" = "The store didn't accept the order, the order has been cancelled by the system. You can order again.";
"refund_request_rejected_tips" = "Your refund request has been rejected, please check refund details";
"pay_failure_try_again" = "Payment failed, please try again";
"paying" = "Payment processing";
"paying_desc" = "Payment information is being processed, please wait.";



/** 电商首页 */
"tn_my_collection" = "My collection";
"tn_my_review" = "My review";
"tn_distributable_products" = "Distributable products";
"tn_my_commission" = "My commission";
"tn_search_placeHolder" = "Search for products/store name";
"tn_receiving_address" = "Receiving address";
"tn_categories" = "Categories";
// 1.6 add
"wm_button_confirm" = "Confirm";
"wm_button_cancel" = "Cancel";
"wm_review_experience" = "Please rate the dining experience.";
"wm_review_delivery" = "Please rate the delivery service.";
"wm_payment_result_page" = "Payment Result Page";
"wm_payment_success" = "Success";
"wm_payment_fail" = "Payment failed";
"wm_payment_process" = "Processing";
"wm_button_backhome" = "Home";
"wm_button_orderdetails" = "Order Detail";
"wm_coupon_format" = "%@ discount";
"wm_sold" = "Sold";
"wm_min" = "min";

/** 2.0add */
"cart_title" = "Cart";
"enable_location_service" = "Enable your location service";
"help_us_determine_your_location" = "This helps us accurately determine your location so that you can book faster and get more store information.";
"location_not_scope_delivery" = "Sorry, your current location is not in the scope of delivery.";
"go_to_setting" = "Go to Settings";
"pick_up" = "Picking up";
"some_meters_from_store" = "%.0f meters from store.";
"store_reminder_process_order" = "The store has received the reminder and will process your order as soon as possible.";
"quickly_delivery" = "ASAP";
"buy_some_discount_some" = "Order %@ more, enjoy %@ discount.";
"store_stooped_operation" = "The store have stopped operation.";
"search" = "Search";
"wm_discount" = "Saved: %@.";
"wm_home_backYumNow" = "Back YumNow";

"cancel_order" = "Do you want to cancel the order?";
"zA8ZBMsK" = "Order Again";
"1c8ZBMsK" = "Special Offer";
"5K8ZBMsK" = "Cash On Delivery";
"6K8ZBMsK" = "Location";
"608ZBMsK" = "%@%% OFF";
"628ZBMsK" = "%@ OFF";
"668ZBMsK" = "Only %zd items can enjoy discounted prices.";
"708ZBMsK" = "Optional";
"7m8ZBMsK" = "Select up to %zd";
"7G8ZBMsK" = "%@属性必须选%zd项";
"7c8ZBMsK" = "%zd Required";
"Ki8ZBMsK" = "订单金额";
"KA8ZBMsK" = "付款账号";
"Ks8ZBMsK" = "收款方";
"Km8ZBMsK" = "账单分类";
"KM8ZBMsK" = "商品说明";
"K08ZBMsK" = "创建时间";
"K08ZBMsK1" = "%zd items off per order only";
"share_store_title" = "%@ in WOWNOW that recommend for u.";
"store_stopped" = "The store have stopped operation.";
"store_closed" = "The store is closed.";

"wm_fast_service" = "Speed";
"order_submit_note" = "Your requirements (Taste, like)";
"wm_more" = "More";
"wm_search_in_store" = "Search in %@'s";

"bENzYfgi" = "Promotion";
"oQsKUL51" = "Daily Limited Offer";
"9MVBO0bU" = "Promotion for today has been used, can purchase with original price";
"KuVJaYjS" = "You can buy %zd pcs with special price today";
"best_sale_can_not_use_with_other_promotion" = "Can not be used with other offer.";


"P82qTdqX" = "Please enter the promo code to get discount";
"OkaO8L5F" = "Promo Code";
"8gEQlPlO" = "Please enter";
"yGHLNHRF" = "Promo code using";
"EdvP49Dy" = "instructions";
"ewg4ldyU" = "This offer code is a marketing offer provided by WOWNOW. if you want to use the offer code, please fill in the offer code characters in the offer code filling area.";
"2QFLfzIQ" = "Are you sure you want to give up the promo code?";

"EfGW1nyJ" = "successfully ordered";
"pK5DO0Pj" = "Please wait for the merchant to confirm and contact";

"98qt1uye" = "Picked for you";
"n0pQd2sF" = "Do you want to delete the shop?";
"Rm4W1b7k" = "No favorite content";
"3wsENp5w" = "Collection failed, and the number of collection stores reached the upper limit.";
"uZ6MJmaQ" = "View favorite stores";
"0lRpcSlG" = "Saved successfully";
"pXHEU0Wv" = "WOWNOW-Food Delivery";
"YWhO2u27" = "scan QR code to\nget more discount";
"jXs1YBee" = "Closed";
"hot_filter" = "Popular";
"my_collection" = "My Favourites";

"XTfuTkU1" = "Contact merchant";
"suvJBCPM" = "Contact customer service";
"NyF6Fg39" = "I want to consult Order Number：%@";
"xTPtslzD" = "Contact Rider";
"IBjwzhJw" = "Minimum order of this promotional item is %@";
"wm_address_history" = "History Address";
"wm_address_add" = "Add New Address";
"wm_address_manage" = "Manage My Address";
"wm_order_copy_success" = "Copy successfully";

/** 2.9.0add */
"wm_all_categories" = "All Categories";
"wm_get_more" = "Visit to get more offer";
"wm_gift_order_detail" = "Detail";
"wm_fill_gift_activity" = "Buy and Free Promotion";
"wm_fill_gift_firstcome" = "Limited item, first come, first serve";
"wm_fill_gift_name" = "Buy and Free";
"wm_fill_gift_fail_join" = "ineligible to register or join";
"wm_gift_order_reason" = "Reason";
"wm_gift_fail_year" = "under 18 years old or have not filled out your birthdate yet";
"wm_gift_write" = "please filled";
"wm_gift_fail_num" = "you have joined the promotion";
"wm_gift_fail_stock" = "Free items is out of stock, please change other store";
"wm_gift_buy_free" = "Buy%@Free%@%ld";
"wm_gift_free_item" = "Free item";
"wm_gift_fail_lowest" = "The Total Product Original Price Is Not Reach Promotion Minimum  Requirement Price";

/** 2.9.2add */
"wm_cancel_reason_title" = "Order Cancellation";
"wm_cancel_reason_tip1" = "If you use the coupon, it will be refunded to your account";
"wm_cancel_reason_tip2" = "Choose the reason for canceling the order and help us improve";
"wm_cancel_submit" = "Submit";

/** 2.9.3add */
"wm_delivery_fee_coupon" = "Delivery fee coupon";
"wm_coupon_use" = "%d coupons available";
"wm_delivery_coupon_use" = "%d coupons available";
"wm_operation_hours" = "Operation Hours：%@";
"wm_no_delivery_fee" = "No delivery fee coupon available";
"wm_no_delivery" = "No coupon available";
"wm_no_use_delivery_fee" = "Don't use delivery fee coupon";
"wm_use_promo_code" = "Use promo code";

/** 2.9.9add */
"wm_location_fail_tip" = "Failed to locate, please select manually.";
"wm_location_fail" = "Location failed";
"wm_unkown_oad" = "Unkown Road";

/** 2.9.7add*/
"wm_no_ratings_yet" = "No ratings yet";
"wm_guide_help" = "Did it help you?";
"wm_guide_yes" = "YES";
"wm_guide_no" = "NO";
"wm_guide_user" = "User guide";
"wm_feed_problem" = "Food problem feedback";
"wm_feed_problem_if" = "Feedback here if you have any food or damage problem";
"wm_feed_require" = "Fill problem here (require)";
"wm_feed_pro_type" = "Problem type";
"wm_feed_pro_desc" = "Problem description";
"wm_feed_pro_desc_help" = "Please describe problem so we can do better";
"wm_feed_pro_pack" = "Package damage";
"wm_feed_pro_lack" = "Lack of food";
"wm_feed_pro_wrong" = "Wrong food";
"wm_feed_pro_issue" = "Food hygiene issue";
"wm_feed_pro_other" = "other";
"wm_feed_pro_upload_sheets" = "（Maximum upload 5 sheets）";
"wm_feed_pro_spill" = "Food Spill";
"wm_service_Food_issue" = "Service & Food issue feedback";
"wm_merchant_registration" = "Food delivery merchant registration";
"wm_every_day" = "Every Day";
"wm_exclusive_offer" = "Exclusive Offer";
"wm_lower_price" = "Lower Price";

/** 2.10add*/
"wm_unuse_promo_code" = "Unavailable promo code";
"wm_unuse_coupon" = "Unavailable coupon";
"wm_unuse_delivery" = "Unavailable delivery coupon";

///2.10.3
"wm_suspended_delivery" = "Suspended delivery at the current location";
"wm_please_choose" = "Please choose another address";
"wm_store" = "Store";
"wm_pause" = "Pause delivery time";
"wm_item" = "Item";
"wm_suspend_delivery" = "Suspend delivery service";

///2.10.4
"wm_telegram_online" = "Telegram Online Customer Service";
"wm_quick_response" = "Quick response";
"wm_service_hotline" = "Service Hotline";
"wm_wait_minutes" = "Wait 2-5 minutes";
"wm_contact_store" = "Contact the store";

///3.0.2
"wm_packing_fee" = "Packing Fee";
"wm_packaging_fee" = "Packaging Fee";
"wm_total_packaging_fee_num" = "Total Packing Fee = Packing Fee + Packaging Fee";
"wm_each_money" = "%@ for every %d copy";
"wm_total_packing_fee_remark" = "Total Packing Fee";

///3.0.5
"wm_store_busy" = "Busy";
"wm_store_busy_minu" = "Busy · will be available in %@ minutes";
"wm_store_busy_before" = "Will be available in %@ minutes";
"wm_store_many_order" = "Too many orders";
"wm_store_similar" = "Similar store";
"wm_store_busy_to_select" = "Store Busy,Stop Taking Orders";
"searchfor" = "Search for";
"wm_collection" = "Favourites";

///3.0.5.1
"wm_free_fee" = "Deduce delivery fee";

///3.0.6
"wm_dont_show_again" = "Don't show this again";
"wm_receive_successful" = "Receive successful, use it right now!";
"wm_no_threshold" = "No threshold %@";
"wm_select_cashcoupon" = "Select cash coupon";
"wm_select_shippingcoupon" = "Select shipping coupon";
"wm_get_storecoupon" = "Get store coupon";
"wm_storecoupon" = "Store coupon";
"wm_valid_after_day" = "Valid for %ld day after get coupon";
"wm_fail_event_expired" = "Failed , the event has expired";
"wm_fail_event_paused" = "Failed , the event has been supspended";
"wm_fail_coupon_outof" = "Failed , Out of coupon";
"wm_fail_coupon_limit_today" = "Failed , the limit for claiming today has been reached";
"wm_fail_event_limit" = "Failed , the event claim limit has been reached";
"wm_fail_event_ended" = "Failed , the event has ended";
"wm_fail_coupon_expired" = "Failed , the coupon has expired";
"wm_fail_coupon_infochange" = "Failed , the coupon information has changed";
"wm_fail_coupon_giving" = "In processing ";
"wm_fail_system_error" = "Failed, system error occurred";
"wm_fail_user_notlog" = "Failed to get, user not log in";
"wm_fail_event_change" = "Failed, promotion information changed";
"wm_fail_event_issuse" = "Failed, coupon issue";
"wm_fail_coupon_notfound" = "Failed, coupon not found";
"wm_fail_event_notfound" = "Failed, promotion not found";
"wm_fail_user_notfound" = "Failed, user not found";
"wm_fail_eligible_receive" = "Failed, not eligible to receive";
"wm_usefail_less_reduction" = "Product price + meal box fee is less than %@  to reach the reduction";
"wm_usefail_risk_restricted" = "Your account is in risk and be restricted, please contact customer service";
"wm_usefail_unusecode_with_good" = "This order contains discounted products and cannot use with link  coupons";
"wm_usefail_coupon_notintime" = "Coupon not in use time";
"wm_usefail_cannot_use_thiscoupon" = "This store cannot use this coupon";
"wm_usefail_unusecode_with_procode" = "This order has already used a promote code, which can not use with link coupon";
"wm_usefail_choose_other" = "This order cannot use coupon %@, please cancel and place order ";
"wm_product_cannot_use" = "This product cannot use ";
"wm_product_cannot_use_cash_coupons" = "Coupons";
"wm_product_cannot_use_shipping_coupons" = "Delivery fee coupon";
"wm_product_cannot_use_cash_promote_code" = "Promo code";
"wm_out_of" = "Out of stock";
"wm_coupon_tip" = "Food delivery";
"wm_coupon_go_use" = "Use";
"wm_coupon_give" = "Get";
"wm_coupon_canuse" = "Available";
"wm_coupon_cannotuse" = "Unavaiable";
"wm_coupon_cannot_reason" = "Unavailable reason";
"wm_delivery_fee_remove_vonder" = "This coupon cannot be used together with the delivery fee coupon Click confirm to use coupon and remove delivery fee coupon.";
"wm_delivery_fee_remove_ship" = "This delivery fee coupon cannot be used together with the store coupon Click confirm to use delivery fee coupon and remove delivery fee coupon and remove store coupon.";
"wm_promocode_remove_promo" = "This coupon cannot be used together with the promo code %@ Click confirm to use coupon and remove promo code.";
"wm_promocode_remove_coupon" = "This promo code %@ cannot be used together with the coupon Click confirm to use promo code and remove coupon.";
"wm_promocode_ship_remove_promo" = "This promo code %@ cannot be used together with delivery fee coupon Click confirm to use delivery fee coupon and remove promo code";
"wm_promocode_ship_remove_coupon" = "This promo code %@ cannot be used together with delivery fee coupon Click confirm to use promo code and remove delivery fee coupon";

///3.0.6.5
"wm_groupbuy_tip" = "Discount for Dine-In";
"wm_groupbuy_go" = "Book Now";
///3.0.7
"order_submit_Waiting_for_rider_to_receive_order" = "Waiting for rider to receive order";
"order_submit_Rider_received_order_late" = "Rider received order late, if you have any questions, please contact customer service.";
"order_submit_Order_prepared" = "Order prepared, waiting for the rider to pick up in 10 minutes.";
"order_submit_Rider_arrive_store_late" = "Rider arrive store late";
"order_submit_Notifying_rider_to_shop" = "Notifying rider to shop";
"order_submit_Rider_is_rushing_to_merchant_detail" = "Rider is rushing to merchant, please be patient.If you have any question please contact the rider.";
"order_submit_Waiting_for_rider_to_get_to_store" = "Waiting for rider to get to store";
"order_submit_Rider_is_rushing_to_merchant" = "Rider is rushing to merchant, please be patient.";
"order_submit_Less_than_10_minutes" = "Less than 10 minutes";
"order_submit_Pick-up_ovetime" = "Pick-up ovetime";
"order_submit_Notifying_rider_to_pick_up_goods" = "Notifying rider to pick up goods";
"order_submit_Rider_pick_up_late" = "Rider pick up late. If you have any questions, please contact rider.";
"order_submit_Waiting_for_rider_to_pick_up" = "Waiting for rider to pick up";
"order_submit_Rider_is_pick-uping_goods" = "Rider is pick-uping goods";
"order_submit_Waiting_for_payment_Your_order_has_been_submitted" = "Please complete the payment within\n%@";
"order_submit_Your_order_has_been_delivered" = "Your order has been delivered, enjoy and see you next time.";
"order_submit_More_than_30_minutes" = "More than 30 minutes";
"order_submit_15-30_minutes" = "15-30 minutes";
"order_submit_5-15_minutes" = "5-15 minutes";
"order_submit_Less_than_5_minutes" = "Less than 5 minutes";
"order_submit_Less_than_1_minutes" = "Less than 1 minutes";
"order_submit_Prepare_overtime" = "Prepare overtime";
"order_submit_Timed_out_M_S" = "Timed out {%1} minutes, originally scheduled {%2} prepared goods";
"order_submit_Timed_out_H_M_S" = "Timed out {%3} hours {%1} minutes, originally scheduled {%2} prepared goods";
"order_submit_new_Timed_out_M_S" = "Waiting for merchant to prepare order，originally scheduled {%2} prepared goods";
"order_submit_Waiting_for_merchant_to_prepare_order" = "Waiting for merchant to prepare order";
"order_submit_Merchant_prepare_late" = "Merchant prepare late, you can click “Reminder” button to remind merchant. If you have any problem, please contact to merchant.";
"order_submit_There_are_few_riders_nearby" = "There are few riders nearby, please be patient";
"order_submit_Order_delivery_is_overtime" = "Order delivery is overtime, if you have any questions, please contact the rider.";
"order_submit_Delivering_your_order" = "Delivering your order, please wait patiently.";
"order_submit_Your_order_has_been_delivered" = "Your order has been delivered, enjoy and see you next time.";
"order_submit_Please_complete_the_payment_within_15_minutes" = "Please complete the payment within 15 minutes, or it will be cancelled by the system. For any questions, please contact customer service.";
"order_submit_Change_reminder" = "Change reminder";
"order_submit_Need_changes" = "Need changes, prepared %@.";
"order_submit_Order_payable" = "Order payable: %@%@";
"order_submit_Your_order_is_a_cash_on_delivery" = "If you need change, please fill amount of your currency, our rider will prepare change for you in advance ";
"order_submit_Don't_remind_next_time" = "Don't remind next time";
"order_submit_Amount_entered_cannot_be_less_than_payable_amount" = "Amount entered cannot be less than payable amount.";
"coupon_Get_takeaway_coupon_with_Redeem_Code" = "Get takeaway coupon with Redeem Code";
"coupon_Change_code_to_voucher" = "Change code to voucher";
"order_submit_Your_order_has_been_submitted_and_waiting_for_merchant_to_accept" = "Your order has been submitted and waiting for merchant to accept.";
"order_submit_Merchant_received_order" = "Merchant received order, please wait patiently for merchant to prepare.";
"note_Need_changes_optional" = "Need changes";
"note_Your_feedback_on_merchants_or_riders" = "Your feedback on merchants or riders";
"note_Write_quickly" = "Write quickly";
"note_Dollar" = "Dollar";
"note_Riel" = "Riel";
"wm_total_discount" = "Total discount";
"wm_promotion_deduct_delivery_fee" = "Promotion deduct %@ delivery fee";
"wm_submit_discount" = "Discount";
"wm_coupons_deductvatfees"="Full discount not deduct VAT and delivery fees";
"wm_promocode_deductvatfees"="Coupons not deduct VAT and shipping fees";
"wm_first_deductvatfees" = "First order not deduct VAT and shipping fee";
"wm_reduce_deductvatfees" = "Full discount not deduct VAT and delivery fees";
"wm_submit_order_deliving_over" = "Delivery overtime";

///3.0.8
"wm_food_delivery_coupons" = "Food delivery Coupons";
"wm_BUY" = "Buy";
"wm_items_off_per_day_only" = "%zd items off per day only";
"wm_only_item_can_enjoy_discount_price_per_day" = "Only %zd item can enjoy discount price per day";
"wm_only_item_can_enjoy_discount_price_in_periody" = "Only %zd item can enjoy discount price in a period";

///3.0.9
"wm_gender_M" = "Mr";
"wm_gender_F" = "Mrs";
"wm_modify_address_name" = "Modify address";
"wm_modify_address_successfully" = "successfully";
"wm_modify_address_edit_view_detail" = "You are modifying shipping address, click to view the details";
"wm_modify_address_record" = "Address modification record";
"wm_modify_address_tip" = "The receiving address can only be modified once for an order; You can only modify the address within the distribution range of the merchant; After modification, the shipping fee and shipping duration will be recalculated.The modified address will not be recorded as a late order.";
"wm_modify_address_order_current" = "Current order address";
"wm_modify_address_order_changed" = "Address can be changed";
"wm_modify_address_order_cannot_changed" = "Address beyond changeable range";
"wm_modify_address_increase_fee" = "Increase in delivery fee";
"wm_modify_address_increase_time" = "Increase delivery time";
"wm_modify_address_information" = "Modify address information";
"wm_modify_address_new_address" = "New address";
"wm_modify_address_old_address" = "Old address";
"wm_modify_address_confirm" = "Confirm";
"wm_modify_address_pay" = "Pay";
"wm_modify_address_new_fee" = "New delivery fee";
"wm_modify_address_old_fee" = "Original delivery fee";
"wm_modify_address_pay_fee" = "Delivery fee";
"wm_modify_address_cannot_change_address" = "The order has been delivered and the address cannot be changed. Please contact the customer service.";
"wm_modify_address_order_success" = "Successfully";
"wm_modify_address_order_fail" = "Failed";
"wm_modify_address_order_ing" = "In progress";
"wm_modify_address_submission_time" = "Submission time";
"wm_modify_address_modify_success_time" = "Modify success time";
"wm_modify_address_modify_fail_time" = "Modify failure time";
"wm_modify_address_modify_status_change" = "The order status has changed, please select again.";
"wm_modify_address_modify_order_payable" = "Order payable";

///3.0.12.0
"wm_order_feedback_exchange" = "Exchange";
"wm_order_feedback_refund" = "Refund";
"wm_order_feedback_other" = "Other Claims";
"wm_order_feedback_title" = "Order feedback";
"wm_order_feedback_history" = "History feedback";
"wm_order_feedback_processing_method" = "Expect processing method";
"wm_order_feedback_apply_30_minutes" = "Can apply within 30 minutes after the order is completed";
"wm_order_feedback_select_all" = "Select all";
"wm_order_feedback_sales_reason" = "After sales reason";
"wm_order_feedback_please_select" = "Please select";
"wm_order_feedback_required_content" = "Added full instructions for faster processing";
"wm_order_feedback_required_image_pick" = "Uploading a valid image will help in faster processing";
"wm_order_feedback_actual_refund_amount" = "Actual refund amount";
"wm_order_feedback_product_total_price" = "Product total price";
"wm_order_feedback_required_other_content" = "Please add details of the problem and expected results";
"wm_order_feedback_required" = "(Required)";
"wm_order_feedback_required_opload" = "(Required)";
"wm_order_feedback_aftersales_reason_select" = "After sales reason select";
"wm_order_feedback_status_submitted" = "Submitted";
"wm_order_feedback_status_processing" = "Processing";
"wm_order_feedback_status_completed" = "Completed";
"wm_order_feedback_status_rejected" = "Rejected";
"wm_order_feedback_product_info" = "Product information";
"wm_order_feedback_reject_reason_content" = "Refusal explanation";
"wm_order_feedback_track_title" = "Processing Track";
"wm_order_feedback_track_submit" = "Submit Feedback";
"wm_order_feedback_track_peding" = "Start Processing";
"wm_order_feedback_track_finish" = "Processing Complete";
"wm_order_feedback_required_Progress" = "Feedback Progress";
"wm_order_feedback_processing_results" = "Processing results";
"wm_order_feedback_can_be_requested" = "Exchanges can be requested within 30 minutes of order completion.";
"wm_order_feedback_note" = "Note";
"wm_order_feedback_detail" = "Feedback Details";
"wm_order_refund_and_afterSale" = "Refund / After sale";
"wm_free_delivery" = "Free Delivery";

///3.0.15.0
"wm_order_online_contact" = "Online communication";

///3.0.16.0
"wm_submit_order_delevery_tip" = "Delivery fee is affected by factors such as delivery distance and difficulty. Delivery fee displayed on the merchant page and store list page is only an estimated, the final delivery fee amount displayed on the order settlement shall prevail.";
"wm_shopcar_good_fail" = "Item has expired";
"wm_shopcar_good_fail_clear" = "Delete invalid items (%zd)";
"wm_shopcar_full_clear_content" = "Are you sure to delete expire items?";
"wm_shopcar_full_clear_title" = "The cart is full, please clear it in time";
"wm_shopcar_full_clear_confirm" = "Confirm clearing";
"wm_shopcar_full_clear_cancel_see" = "Cancel";
"wm_shopcar_full_clear_confirm_clear" = "Clean up";
"wm_store_share_preparationtime" = "Preparation time";
"wm_store_share_Categories" = "Categories";
"wm_store_share_scanenter" = "scan code to enter the store";
"wm_store_share_enjoy" = "enjoy delicious food immediately";

///3.0.18.1
"wm_later_to_pay" = "Late To Pay";

///3.0.19.0
"wm_no_in_range" = "Not in the delivery scope";
"wm_bind_tg" = "Bind Telegram to get takeaway order information in real time";

//3.0.20.0
"wm_product_unavailable" = "Product unavailable";
"wm_product_retry_after" = "Following %zd product are unavailable, please retry after delete";
"wm_product_not_on_sell" = "Not on sell";
"wm_product_Not_in_activity" = "Not in activity time";
"wm_product_delete_all" = "Delete all";

//3.0.21.1
"item_get_coupon" = "Get %@ Coupon";
"wm_evaluation_medium_reviews" = "Medium reviews";
"wm_evaluation_meal_evaluation" = "Meal evaluation";
"wm_evaluation_happy_merchant_food" = "Are you happy will merchant/food?";
"wm_evaluation_happy_rider" = "Are you happy with our rider?";
"wm_evaluation_do_better" = "Leave a comment or advise will encourage us to do better~";
"wm_evaluation_anonymized" = "Anonymized";
"wm_evaluation_help_us_better" = "Your feedback will help us to do better";
"wm_evaluation_platform_delivery" = "Platform delivery";
"wm_evaluation_about_food" = "Tell us about the food";
"wm_evaluation_tag_1" = "Overtime";
"wm_evaluation_tag_2" = "Miss/wrong item";
"wm_evaluation_tag_3" = "Press delivered early";
"wm_evaluation_tag_4" = "Spill food";
"wm_evaluation_tag_5" = "Bad attitude";
"wm_evaluation_tag_6" = "Didn't notice";
"wm_evaluation_tag_7" = "Other";
"wm_evaluation_delivered" = "%@ delivered";

"wm_home_column_recommend" = "Recommend";

"wm_store_Store_Services" = "Store Services";

"wm_home_Refresh" = "Refresh";
"wm_home_Coming Soon" = "Coming Soon～";

"wm_home_locaiton_tip" = "You current location has change, click to ";
"wm_home_locaiton_relocaite" = "relocate";


"wm_evaluation_tag_11" = "Tidy appearance";
"wm_evaluation_tag_12" = "Warm & Polite";
"wm_evaluation_tag_13" = "Wear uniform";
"wm_evaluation_tag_14" = "Quick delivery";
"wm_evaluation_tag_15" = "Well package";
"wm_evaluation_tag_16" = "Rain or shine";

"wm_pickup_Delivery" = "Delivery";
"wm_pickup_Pickup" = "Pick-up";
"wm_pickup_tips01" = "Dear customer by choosing the pick-up method，you need to go to the merchant to pick up your food";
"wm_pickup_Navigation" = "Navigation";
"wm_pickup_Telephone" = "Telephone";
"wm_pickup_Select contact phone number" = "Select contact phone number";
"wm_pickup_Arrival time" = "Arrival time";
"wm_pickup_Almost arrive" = "Almost arrive";
"wm_pickup_Select arrival time" = "Select arrival time";
"wm_pickup_tips02" = "Cash on delivery is not supported for self pickup orders at the merchant";
"wm_pickup_Your remarks to the merchant" = "Your remarks to the merchant";
"wm_pickup_Merchant is preparing" = "Merchant is preparing";
"wm_pickup_Waiting for self pickup" = "Waiting for self pickup";
"wm_pickup_Confirm receipt" = "Confirm receipt";
"wm_pickup_Pickup code" = "Pickup code";
"wm_pickup_Kind reminder" = "Kind reminder";
"wm_pickup_tips03" = "Are you sure you have received the goods?";
"wm_pickup_Expected minutes" = "Expected %@ minutes";
"wm_pickup_Expected availability of meals" = "Expected %@ availability of meals";
"wm_pickup_tips04" = "The store has already served, please pick up the meal as soon as possible";
"wm_pickup_Meal picked up" = "Meal picked up";
"wm_pickup_tips05" = "If the user has received the product, please click OK to complete the order.";
"wm_pickup_tips06" = "Your order cancelled, reason：%@";
"wm_pickup_tips07" = "Cash on delivery is not supported.";
"wm_pickup_tips08" = "Your order has been finished, enjoy and see you next time.";

"wm_promotion_deduct_delivery_fee2" = "adds %@ delivery fee.";

"wm_sort_Nearest" = "Nearest";
"wm_sort_Best_sell" = "Best sell";
"wm_sort_Good_rates" = "Good rates";
"wm_sort_Find_more" = "Find more";

"wm_home_tip001" = "Current city is out of delivery range, you will be redirect to Phnom Penh City.";
"wm_home_tip002" = "Sorry! Your current address don’t have any store, please reselect your address!";
"wm_home_tip003" = "Can not find any merchant!";
